content/_index.md
+++
title = "Home"
author = ["Gautam Manohar"]
draft = false
+++

## Voraciously curious. Ceaselessly skeptical. Unabashedly nerdy. {#voraciously-curious-dot-ceaselessly-skeptical-dot-unabashedly-nerdy-dot}

I'm Gautam. Welcome to my little corner of the web. You can take a look inside
my curious, skeptical, and nerdy brain on my [blog](/blog/).

I firmly believe in the power of ideas. Interesting ideas come from
all walks of life: academic subjects, learning a new language, meeting new
people, or idle musings over a good cup of tea. Such ideas give my life colour
and promise to occupy me for a lifetime.


## A good problem is never solved. {#a-good-problem-is-never-solved-dot}

The most fulfilling problems lead not just to answers that satisfy inquiry but
to questions that further it. After all, what is an interesting idea without a
question to inspire it? Questions are the ultimate companion (non-human, of
course) to a lifelong learner. They motivate me to rejoice in spite of failure
and work hard in light of success. The path paved by interesting questions never
ends---and that's what makes it so exciting!


## Here's some more about me. {#here-s-some-more-about-me-dot}

I'm a Grade 12 student at the [University of Toronto Schools (UTS)](https://utschools.ca). My favourite
number is 7, but perhaps it should be \\(n\\): why pick one when you can consider
them all? My favourite (and unfortunately finite) anime series is Steins;Gate,
which is about time travel; my favourite infinite series is Fourier. It seems I
like time (and semicolons). Speaking of time, when I have some lying around, I
like to practice my handwriting and calligraphy, play table tennis, and watch
basketball.